var banks = [

    {
        name: "	بانک سامان	",
        ID: 621986
    },
    {
        name: "بلو بانک ",
        ID: 62198619
    },

    {
        name: "	بانک اقتصاد نوین	",
        ID: 627412
    },
    {
        name: "	بانک انصار	",
        ID: 627381
    },
    {
        name: "	بانک ایران زمین	",
        ID: 505785
    },
    {
        name: "	بانک پارسیان	",
        ID: 622106
    },
    {
        name: "	بانک پارسیان	",
        ID: 639194
    },
    {
        name: "	بانک پارسیان	",
        ID: 627884
    },
    {
        name: "	بانک پاسارگاد	",
        ID: 639347
    },
    {
        name: "	بانک پاسارگاد	",
        ID: 502229
    },
    {
        name: "	بانک تات	",
        ID: 636214
    },
    {
        name: "	بانک تجارت	",
        ID: 627353
    },
    {
        name: "	بانک توسعه تعاون	",
        ID: 502908
    },
    {
        name: "	بانک توسعه صادرات ایران	",
        ID: 627648
    },
    {
        name: "	بانک توسعه صادرات ایران	",
        ID: 207177
    },
    {
        name: "	بانک حکمت ایرانیان	",
        ID: 636949
    },
    {
        name: "	بانک دی	",
        ID: 502938
    },
    {
        name: "	بانک رفاه کارگران	",
        ID: 589463
    },

    {
        name: "	بانک سپه	",
        ID: 589210
    },
    {
        name: "	بانک سرمایه	",
        ID: 639607
    },
    {
        name: "	بانک سینا	",
        ID: 639346
    },
    {
        name: "	بانک شهر	",
        ID: 502806
    },
    {
        name: "	بانک صادرات ایران	",
        ID: 603769
    },
    {
        name: "	بانک صنعت و معدن	",
        ID: 627961
    },
    {
        name: "	بانک قرض الحسنه مهر ایران	",
        ID: 606373
    },
    {
        name: "	بانک قوامین	",
        ID: 639599
    },
    {
        name: "	بانک کارآفرین	",
        ID: 627488
    },
    {
        name: "	بانک کارآفرین	",
        ID: 502910
    },
    {
        name: "	بانک کشاورزی	",
        ID: 603770
    },
    {
        name: "	بانک کشاورزی	",
        ID: 639217
    },
    {
        name: "	بانک گردشگری	",
        ID: 505416
    },
    {
        name: "	بانک مرکزی	",
        ID: 636795
    },
    {
        name: "	بانک مسکن	",
        ID: 628023
    },
    {
        name: "	بانک ملت	",
        ID: 610433
    },
    {
        name: "	بانک ملت	",
        ID: 991975
    },
    {
        name: "	بانک ملی ایران	",
        ID: 603799
    },
    {
        name: "	بانک مهر اقتصاد	",
        ID: 639370
    },
    {
        name: "	پست بانک ایران	",
        ID: 62760
    },
    {
        name: "	موسسه اعتباری توسعه	",
        ID: 628157
    },
    {
        name: "	موسسه اعتباری کوثر	",
        ID: 505801
    },
    {
        name: "بانک خاورمیانه",
        ID: 585947
    },



]
